Revit 2027 API
ParameterTypeId.ExtrusionEndParam Property
 "Extrusion End"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ExtrusionEndParam { get; }
Public Shared ReadOnly Property ExtrusionEndParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ExtrusionEndParam {
	ForgeTypeId^ get ();
}
static member ExtrusionEndParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace